Repository: GillesDeLeus/HabitsAndChores
Catalog: HabitsAndChores/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl

source: · due %@
de: · fällig %@
es: · vence %@
fr: · échéance %@
it: · scadenza %@
nl: · deadline %@
pl: · termin %@

source: “Anytime” isn't available for shared tasks yet — this will be saved as a fixed %@ chore.
de: „Jederzeit“ ist für geteilte Aufgaben noch nicht verfügbar – sie wird als feste %@-Aufgabe gespeichert.
es: «En cualquier momento» aún no está disponible para tareas compartidas: se guardará como una tarea %@ fija.
fr: « À tout moment » n’est pas encore disponible pour les tâches partagées — elle sera enregistrée comme une tâche %@ fixe.
it: «In qualsiasi momento» non è ancora disponibile per le attività condivise: verrà salvata come faccenda %@ fissa.
nl: ‘Op elk moment’ is nog niet beschikbaar voor gedeelde taken — deze wordt opgeslagen als een vaste %@-klus.
pl: „W dowolnym czasie” nie jest jeszcze dostępne dla zadań współdzielonych — zostanie zapisane jako stałe zadanie %@.

# @%@ · Lvl %@
source: @%1$@ · Lvl %2$@
de: @%1$@ · Stufe %2$@
es: @%1$@ · Nv. %2$@
fr: @%1$@ · Niv. %2$@
it: @%1$@ · Liv. %2$@
nl: @%1$@ · Niv. %2$@
pl: @%1$@ · Poz. %2$@

# @%@ · Lvl %lld
source: @%1$@ · Lvl %2$lld
de: @%@ · Stufe %lld
es: @%@ · Nv. %lld
fr: @%@ · Niv. %lld
it: @%@ · Liv. %lld
nl: @%@ · Niv. %lld
pl: @%@ · Poz. %lld

# %@ · Done by %@
source: %1$@ · Done by %2$@
de: %1$@ · Erledigt von %2$@
es: %1$@ · Hecho por %2$@
fr: %1$@ · Fait par %2$@
it: %1$@ · Fatto da %2$@
nl: %1$@ · Gedaan door %2$@
pl: %1$@ · Wykonane przez %2$@

# %@ color %lld
source: %1$@ color %2$lld
de: Farbe %1$@ %2$lld
es: color %1$@ %2$lld
fr: couleur %1$@ %2$lld
it: colore %1$@ %2$lld
nl: kleur %1$@ %2$lld
pl: kolor %1$@ %2$lld

source: %@ priority
de: Priorität %@
es: prioridad %@
fr: priorité %@
it: priorità %@
nl: prioriteit %@
pl: priorytet %@

source: %@ pts
de: %@ Pkt.
it: %@ pti
nl: %@ ptn
pl: %@ pkt

# %@ to level %@
source: %1$@ to level %2$@
de: %1$@ bis Stufe %2$@
es: %1$@ para el nivel %2$@
fr: %1$@ jusqu’au niveau %2$@
it: %1$@ al livello %2$@
nl: %1$@ tot niveau %2$@
pl: %1$@ do poziomu %2$@

source: %@’s avatar
de: Avatar von %@
es: Avatar de %@
fr: Avatar de %@
it: Avatar di %@
nl: Avatar van %@
pl: Awatar użytkownika %@

# %@/%@ done
source: %1$@/%2$@ done
de: %1$@/%2$@ erledigt
es: %1$@/%2$@ hecho
fr: %1$@/%2$@ fait
it: %1$@/%2$@ fatti
nl: %1$@/%2$@ klaar
pl: %1$@/%2$@ gotowe

# %@/%@ this week
source: %1$@/%2$@ this week
de: %1$@/%2$@ diese Woche
es: %1$@/%2$@ esta semana
fr: %1$@/%2$@ cette semaine
it: %1$@/%2$@ questa settimana
nl: %1$@/%2$@ deze week
pl: %1$@/%2$@ w tym tygodniu

# %@/%@ tiers
source: %1$@/%2$@ tiers
de: %1$@/%2$@ Stufen
es: %1$@/%2$@ niveles
fr: %1$@/%2$@ paliers
it: %1$@/%2$@ livelli
nl: %1$@/%2$@ niveaus
pl: %1$@/%2$@ poziomów

source: %@%% over 30 days
de: %@ %% über 30 Tage
es: %@ %% en 30 días
fr: %@ %% sur 30 jours
it: %@ %% su 30 giorni
nl: %@ %% over 30 dagen
pl: %@ %% w ciągu 30 dni

source: %@%% week
de: %@ %% Woche
es: %@ %% semana
fr: %@ %% semaine
it: %@ %% settimana
pl: %@ %% tydzień

# %lld / %lld XP
source: %1$lld / %2$lld XP
de: %lld / %lld XP
es: %lld / %lld XP
fr: %lld / %lld XP
it: %lld / %lld XP
nl: %lld / %lld XP
pl: %lld / %lld XP

source: %lld chore(s) completed — bars show each member's share.
de: %lld Aufgabe(n) erledigt – die Balken zeigen den Anteil jedes Mitglieds.
es: %lld tarea(s) completada(s): las barras muestran la parte de cada miembro.
fr: %lld tâche(s) terminée(s) — les barres indiquent la part de chaque membre.
it: %lld faccenda/e completata/e — le barre mostrano la quota di ogni membro.
nl: %lld klus(sen) voltooid — de balken tonen ieders aandeel.
pl: Ukończono obowiązki: %lld — słupki pokazują udział każdego członka.

source: %lld points
de: %lld Punkte
es: %lld puntos
it: %lld punti
nl: %lld punten
pl: %lld pkt

source: %lld pts
de: %lld Pkt.
it: %lld pt
nl: %lld ptn
pl: %lld pkt

# %lld to level %lld
source: %1$lld to level %2$lld
de: %lld bis Stufe %lld
es: %lld para el nivel %lld
fr: %lld avant le niveau %lld
it: %lld al livello %lld
nl: %lld tot niveau %lld
pl: %lld do poziomu %lld

# %lld/%lld done
source: %1$lld/%2$lld done
de: %lld/%lld erledigt
es: %lld/%lld hechas
fr: %lld/%lld faites
it: %lld/%lld completate
nl: %lld/%lld klaar
pl: %lld/%lld gotowe

# %lld/%lld this week
source: %1$lld/%2$lld this week
de: %lld/%lld diese Woche
es: %lld/%lld esta semana
fr: %lld/%lld cette semaine
it: %lld/%lld questa settimana
nl: %lld/%lld deze week
pl: %lld/%lld w tym tygodniu

# %lld/%lld tiers
source: %1$lld/%2$lld tiers
de: %lld/%lld Ränge
es: %lld/%lld grados
fr: %lld/%lld paliers
it: %lld/%lld gradi
nl: %lld/%lld treden
pl: %lld/%lld stopni

source: %lld%% over 30 days
de: %lld%% über 30 Tage
es: %lld%% en 30 días
fr: %lld%% sur 30 jours
it: %lld%% in 30 giorni
nl: %lld%% over 30 dagen
pl: %lld%% w 30 dni

source: %lld%% week
de: %lld%% Woche
es: %lld%% semana
fr: %lld%% semaine
it: %lld%% settimana
pl: %lld%% tydzień

source: 1 day before
de: 1 Tag vorher
es: 1 día antes
fr: 1 jour avant
it: 1 giorno prima
nl: 1 dag ervoor
pl: 1 dzień wcześniej

source: 1 hour before
de: 1 Stunde vorher
es: 1 hora antes
fr: 1 heure avant
it: 1 ora prima
nl: 1 uur ervoor
pl: 1 godzinę wcześniej

source: 1 week before
de: 1 Woche vorher
es: 1 semana antes
fr: 1 semaine avant
it: 1 settimana prima
nl: 1 week ervoor
pl: 1 tydzień wcześniej

source: 3–20 characters: letters, numbers, or underscore. This is how friends find you.
de: 3–20 Zeichen: Buchstaben, Zahlen oder Unterstrich. So finden dich Freunde.
es: 3–20 caracteres: letras, números o guion bajo. Así te encuentran tus amigos.
fr: 3 à 20 caractères : lettres, chiffres ou tiret bas. C’est ainsi que vos amis vous trouvent.
it: 3–20 caratteri: lettere, numeri o trattino basso. Così gli amici ti trovano.
nl: 3–20 tekens: letters, cijfers of underscore. Zo vinden vrienden je.
pl: 3–20 znaków: litery, cyfry lub podkreślenie. Tak znajdą Cię znajomi.

source: 10 minutes before
de: 10 Minuten vorher
es: 10 minutos antes
fr: 10 minutes avant
it: 10 minuti prima
nl: 10 minuten ervoor
pl: 10 minut wcześniej

source: 10 minutes of mindfulness.
de: 10 Minuten Achtsamkeit.
es: 10 minutos de atención plena.
fr: 10 minutes de pleine conscience.
it: 10 minuti di consapevolezza.
nl: 10 minuten mindfulness.
pl: 10 minut uważności.

source: 30 minutes of physical activity.
de: 30 Minuten körperliche Aktivität.
es: 30 minutos de actividad física.
fr: 30 minutes d’activité physique.
it: 30 minuti di attività fisica.
nl: 30 minuten lichaamsbeweging.
pl: 30 minut aktywności fizycznej.

source: A chore
de: Eine Aufgabe
es: Una tarea
fr: Une tâche
it: Una faccenda
nl: Een klus
pl: Obowiązek

source: A friend
de: Ein Freund
es: Un amigo
fr: Un ami
it: Un amico
nl: Een vriend
pl: Znajomy

source: Accept
de: Annehmen
es: Aceptar
fr: Accepter
it: Accetta
nl: Accepteren
pl: Akceptuj

source: Accept %@
de: %@ annehmen
es: Aceptar %@
fr: Accepter %@
it: Accetta %@
nl: %@ accepteren
pl: Akceptuj %@

source: Accept invitation to %@
de: Einladung zu %@ annehmen
es: Aceptar la invitación a %@
fr: Accepter l’invitation à %@
it: Accetta l’invito a %@
nl: Uitnodiging voor %@ accepteren
pl: Akceptuj zaproszenie do %@

source: Acceptable use
de: Zulässige Nutzung
es: Uso aceptable
fr: Utilisation acceptable
it: Uso accettabile
nl: Aanvaardbaar gebruik
pl: Dopuszczalne użytkowanie

source: Account
de: Konto
es: Cuenta
fr: Compte
pl: Konto

source: Accounts
de: Konten
es: Cuentas
fr: Comptes
it: Account
pl: Konta

source: Achiever
de: Erfolgsmensch
es: Triunfador
fr: Battant
it: Realizzatore
nl: Doorzetter
pl: Zdobywca

source: Active
de: Aktiv
es: Activas
fr: Actives
it: Attive
nl: Actief
pl: Aktywne

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
nl: Toevoegen
pl: Dodaj

source: Add a friend
de: Freund hinzufügen
es: Añadir un amigo
fr: Ajouter un ami
it: Aggiungi un amico
nl: Een vriend toevoegen
pl: Dodaj znajomego

source: Add a to-do
de: To-do hinzufügen
es: Añadir un to-do
fr: Ajouter un to-do
it: Aggiungi un to-do
nl: Een to-do toevoegen
pl: Dodaj to-do

source: Add friends in the Friends screen first.
de: Füge zuerst Freunde im Bildschirm „Freunde“ hinzu.
es: Añade amigos primero en la pantalla Amigos.
fr: Ajoutez d’abord des amis dans l’écran Amis.
it: Aggiungi prima amici nella schermata Amici.
nl: Voeg eerst vrienden toe in het scherm Vrienden.
pl: Najpierw dodaj znajomych na ekranie Znajomi.

source: Add task
de: Aufgabe hinzufügen
es: Añadir tarea
fr: Ajouter une tâche
it: Aggiungi attività
nl: Taak toevoegen
pl: Dodaj zadanie

source: Add your own or browse the built-in library.
de: Eigene hinzufügen oder die integrierte Bibliothek durchsuchen.
es: Añade las tuyas o explora la biblioteca integrada.
fr: Ajoutez les vôtres ou parcourez la bibliothèque intégrée.
it: Aggiungi le tue o sfoglia la libreria integrata.
nl: Voeg je eigen toe of blader door de ingebouwde bibliotheek.
pl: Dodaj własne lub przeglądaj wbudowaną bibliotekę.

source: After each completion this chore passes to the next member automatically. The assignee above is who's up first.
de: Nach jedem Erledigen geht diese Aufgabe automatisch an das nächste Mitglied. Die Person oben ist zuerst dran.
es: Tras cada vez que se completa, esta tarea pasa automáticamente al siguiente miembro. La persona de arriba va primero.
fr: Après chaque réalisation, cette tâche passe automatiquement au membre suivant. La personne ci-dessus commence.
it: Dopo ogni completamento questa faccenda passa automaticamente al membro successivo. La persona sopra è la prima.
nl: Na elke voltooiing gaat deze taak automatisch naar het volgende lid. De persoon hierboven is als eerste aan de beurt.
pl: Po każdym wykonaniu ten obowiązek przechodzi automatycznie na kolejną osobę. Osoba powyżej zaczyna.

source: All
de: Alle
es: Todo
fr: Tout
it: Tutti
nl: Alle
pl: Wszystkie

source: All categories
de: Alle Kategorien
es: Todas las categorías
fr: Toutes catégories
it: Tutte le categorie
nl: Alle categorieën
pl: Wszystkie kategorie

source: All priorities
de: Alle Prioritäten
es: Todas las prioridades
fr: Toutes priorités
it: Tutte le priorità
nl: Alle prioriteiten
pl: Wszystkie priorytety

source: All types
de: Alle Typen
es: Todos los tipos
fr: Tous les types
it: Tutti i tipi
nl: Alle typen
pl: Wszystkie typy

source: Anytime
de: Jederzeit
es: En cualquier momento
fr: À tout moment
it: In qualsiasi momento
nl: Op elk moment
pl: W dowolnym czasie

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
it: Aspetto
nl: Weergave
pl: Wygląd

source: Applies immediately. “System” follows your device language.
de: Wird sofort angewendet. „System“ folgt der Gerätesprache.
es: Se aplica de inmediato. «Sistema» sigue el idioma de tu dispositivo.
fr: S’applique immédiatement. « Système » suit la langue de votre appareil.
it: Si applica subito. «Sistema» segue la lingua del dispositivo.
nl: Wordt direct toegepast. ‘Systeem’ volgt de taal van je apparaat.
pl: Stosowane natychmiast. „System” podąża za językiem urządzenia.

source: Apprentice
de: Lehrling
es: Aprendiz
fr: Apprenti
it: Apprendista
nl: Leerling
pl: Uczeń

source: Archive
de: Archivieren
es: Archivar
fr: Archiver
it: Archivia
nl: Archiveren
pl: Archiwizuj

source: Archived
de: Archiviert
es: Archivadas
fr: Archivées
it: Archiviate
nl: Gearchiveerd
pl: Zarchiwizowane

source: Assignee
de: Zugewiesen an
es: Asignado a
fr: Assigné à
it: Assegnatario
nl: Toegewezen aan
pl: Przypisany

source: At a time
de: Zu einer Uhrzeit
es: A una hora
fr: À une heure précise
it: A un orario
nl: Op een tijdstip
pl: O określonej godzinie

source: At the due time
de: Zur Fälligkeitszeit
es: A la hora de vencimiento
fr: À l’heure d’échéance
it: All’ora di scadenza
nl: Op de deadline
pl: W terminie

source: Awards
de: Auszeichnungen
es: Logros
fr: Récompenses
it: Riconoscimenti
nl: Prestaties
pl: Osiągnięcia

source: Badges
de: Abzeichen
es: Insignias
it: Distintivi
pl: Odznaki

source: Be in bed by your target bedtime.
de: Sei zu deiner Zielschlafenszeit im Bett.
es: Acuéstate a tu hora objetivo.
fr: Soyez au lit à votre heure de coucher cible.
it: Sii a letto entro l’orario prefissato.
nl: Lig op je streefbedtijd in bed.
pl: Bądź w łóżku o docelowej porze snu.

source: before 9 AM
de: vor 9 Uhr
es: antes de las 9
fr: avant 9 h
it: prima delle 9
nl: voor 9 uur
pl: przed 9:00

source: Before it's due
de: Vor der Fälligkeit
es: Antes del vencimiento
fr: Avant l’échéance
it: Prima della scadenza
nl: Voor de deadline
pl: Przed terminem

source: Beginner
de: Anfänger
es: Principiante
fr: Débutant
it: Principiante
pl: Początkujący

source: Block
de: Blockieren
es: Bloquear
fr: Bloquer
it: Blocca
nl: Blokkeren
pl: Zablokuj

source: Block %@?
de: %@ blockieren?
es: ¿Bloquear a %@?
fr: Bloquer %@ ?
it: Bloccare %@?
nl: %@ blokkeren?
pl: Zablokować %@?

source: Browse library
de: Bibliothek durchsuchen
es: Explorar biblioteca
fr: Parcourir la bibliothèque
it: Sfoglia la libreria
nl: Bibliotheek doorbladeren
pl: Przeglądaj bibliotekę

source: Build a character
de: Figur erstellen
es: Crea un personaje
fr: Créer un personnage
it: Crea un personaggio
nl: Bouw een personage
pl: Stwórz postać

source: By category
de: Nach Kategorie
es: Por categoría
fr: Par catégorie
it: Per categoria
nl: Op categorie
pl: Według kategorii

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
it: Calendario
nl: Agenda
pl: Kalendarz

source: Call family
de: Familie anrufen
es: Llamar a la familia
fr: Appeler la famille
it: Chiamare la famiglia
nl: Familie bellen
pl: Zadzwonić do rodziny

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj

source: Catch up with a family member.
de: Mit einem Familienmitglied auf den neuesten Stand kommen.
es: Ponte al día con un familiar.
fr: Prenez des nouvelles d’un membre de la famille.
it: Mettiti in pari con un familiare.
nl: Praat bij met een familielid.
pl: Nadrób zaległości z członkiem rodziny.

source: categories
de: Kategorien
es: categorías
fr: catégories
it: categorie
nl: categorieën
pl: kategorie

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
nl: Categorie
pl: Kategoria

source: Change bedsheets
de: Bettwäsche wechseln
es: Cambiar las sábanas
fr: Changer les draps
it: Cambiare le lenzuola
nl: Beddengoed verschonen
pl: Zmienić pościel

source: Check spending against your monthly budget.
de: Ausgaben mit deinem Monatsbudget abgleichen.
es: Compara tus gastos con tu presupuesto mensual.
fr: Comparez vos dépenses à votre budget mensuel.
it: Confronta le spese con il budget mensile.
nl: Vergelijk je uitgaven met je maandbudget.
pl: Porównaj wydatki z miesięcznym budżetem.

source: Children
de: Kinder
es: Menores
fr: Enfants
it: Minori
nl: Kinderen
pl: Dzieci

source: Choose a handle
de: Benutzernamen wählen
es: Elige un nombre de usuario
fr: Choisir un identifiant
it: Scegli un nome utente
nl: Kies een gebruikersnaam
pl: Wybierz nazwę

source: Choose a photo
de: Foto auswählen
es: Elegir una foto
fr: Choisir une photo
it: Scegli una foto
nl: Kies een foto
pl: Wybierz zdjęcie

source: Chore
de: Aufgabe
es: Tarea
fr: Tâche
it: Faccenda
nl: Klus
pl: Obowiązek

source: Chore Champion
de: Aufgaben-Champion
es: Campeón de tareas
fr: Champion des tâches
it: Campione delle faccende
nl: Klusjeskampioen
pl: Mistrz obowiązków

source: chores
de: Aufgaben
es: tareas
fr: tâches
it: faccende
nl: klussen
pl: obowiązki

source: Chores
de: Aufgaben
es: Tareas
fr: Tâches
it: Faccende
nl: Klussen
pl: Obowiązki

source: Clean and put away the dishes.
de: Geschirr spülen und wegräumen.
es: Lava y guarda los platos.
fr: Laver et ranger la vaisselle.
it: Lava e riponi i piatti.
nl: Was de vaat en ruim die op.
pl: Umyj i odłóż naczynia.

source: Clean litter box
de: Katzenklo reinigen
es: Limpiar el arenero
fr: Nettoyer la litière
it: Pulire la lettiera
nl: Kattenbak verschonen
pl: Wyczyścić kuwetę

source: Clean the bathroom
de: Badezimmer putzen
es: Limpiar el baño
fr: Nettoyer la salle de bain
it: Pulire il bagno
nl: Badkamer schoonmaken
pl: Posprzątać łazienkę

source: Clear filters
de: Filter zurücksetzen
es: Borrar filtros
fr: Effacer les filtres
it: Cancella filtri
nl: Filters wissen
pl: Wyczyść filtry

source: Clear inbox to zero
de: Posteingang auf null bringen
es: Vaciar la bandeja de entrada
fr: Vider la boîte de réception
it: Svuotare la posta in arrivo
nl: Inbox naar nul brengen
pl: Wyczyścić skrzynkę do zera

source: Climber
de: Aufsteiger
es: Escalador
fr: Grimpeur
it: Scalatore
nl: Klimmer
pl: Wspinacz

source: Color
de: Farbe
fr: Couleur
it: Colore
nl: Kleur
pl: Kolor

source: Colour %lld
de: Farbe %lld
es: Color %lld
fr: Couleur %lld
it: Colore %lld
nl: Kleur %lld
pl: Kolor %lld

source: Complete some tasks to see your progress.
de: Erledige Aufgaben, um deinen Fortschritt zu sehen.
es: Completa tareas para ver tu progreso.
fr: Terminez des tâches pour voir votre progression.
it: Completa alcune attività per vedere i tuoi progressi.
nl: Voltooi taken om je voortgang te zien.
pl: Ukończ zadania, aby zobaczyć postępy.

source: Completed
de: Erledigt
es: Completado
fr: Terminés
it: Completato
nl: Voltooid
pl: Ukończone

source: Completed chores will show up here, with each member's share.
de: Erledigte Aufgaben erscheinen hier, mit dem Anteil jedes Mitglieds.
es: Las tareas completadas aparecerán aquí, con la parte de cada miembro.
fr: Les tâches terminées apparaîtront ici, avec la part de chaque membre.
it: Le faccende completate appariranno qui, con la quota di ogni membro.
nl: Voltooide klussen verschijnen hier, met ieders aandeel.
pl: Ukończone obowiązki pojawią się tutaj, wraz z udziałem każdego członka.

source: Contact
de: Kontakt
es: Contacto
it: Contatti
pl: Kontakt

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
nl: Doorgaan
pl: Kontynuuj

source: Couldn’t create account
de: Konto konnte nicht erstellt werden
es: No se pudo crear la cuenta
fr: Impossible de créer le compte
it: Impossibile creare l’account
nl: Account aanmaken mislukt
pl: Nie udało się utworzyć konta

source: Couldn’t invite
de: Einladen fehlgeschlagen
es: No se pudo invitar
fr: Impossible d’inviter
it: Impossibile invitare
nl: Uitnodigen mislukt
pl: Nie udało się zaprosić

source: Couldn't prepare the export.
de: Export konnte nicht erstellt werden.
es: No se pudo preparar la exportación.
fr: Impossible de préparer l’export.
it: Impossibile preparare l’esportazione.
nl: Kan de export niet voorbereiden.
pl: Nie udało się przygotować eksportu.

source: Couldn’t save avatar
de: Avatar konnte nicht gespeichert werden
es: No se pudo guardar el avatar
fr: Impossible d’enregistrer l’avatar
it: Impossibile salvare l’avatar
nl: Avatar opslaan mislukt
pl: Nie udało się zapisać awatara

source: Couldn’t save your changes. Please try again.
de: Änderungen konnten nicht gespeichert werden. Bitte erneut versuchen.
es: No se pudieron guardar los cambios. Inténtalo de nuevo.
fr: Impossible d’enregistrer vos modifications. Veuillez réessayer.
it: Impossibile salvare le modifiche. Riprova.
nl: Je wijzigingen konden niet worden opgeslagen. Probeer het opnieuw.
pl: Nie udało się zapisać zmian. Spróbuj ponownie.

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
nl: Aanmaken
pl: Utwórz

source: Create account
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
it: Crea account
nl: Account aanmaken
pl: Utwórz konto

source: Create an account
de: Ein Konto erstellen
es: Crear una cuenta
fr: Créer un compte
it: Crea un account
nl: Een account aanmaken
pl: Utwórz konto

source: Create an account in Settings to add friends.
de: Erstelle in den Einstellungen ein Konto, um Freunde hinzuzufügen.
es: Crea una cuenta en Ajustes para añadir amigos.
fr: Créez un compte dans Réglages pour ajouter des amis.
it: Crea un account in Impostazioni per aggiungere amici.
nl: Maak een account in Instellingen om vrienden toe te voegen.
pl: Utwórz konto w Ustawieniach, aby dodawać znajomych.

source: Create an account to add friends.
de: Erstelle ein Konto, um Freunde hinzuzufügen.
es: Crea una cuenta para añadir amigos.
fr: Créez un compte pour ajouter des amis.
it: Crea un account per aggiungere amici.
nl: Maak een account om vrienden toe te voegen.
pl: Utwórz konto, aby dodawać znajomych.

source: Create an account to invite friends.
de: Erstelle ein Konto, um Freunde einzuladen.
es: Crea una cuenta para invitar a amigos.
fr: Créez un compte pour inviter des amis.
it: Crea un account per invitare gli amici.
nl: Maak een account aan om vrienden uit te nodigen.
pl: Utwórz konto, aby zapraszać znajomych.

source: Create one and invite your partner or housemates to share chores.
de: Erstelle einen und lade Partner oder Mitbewohner ein, Aufgaben zu teilen.
es: Crea uno e invita a tu pareja o compañeros a compartir tareas.
fr: Créez-en un et invitez votre partenaire ou colocataires à partager les tâches.
it: Creane uno e invita partner o coinquilini a condividere le faccende.
nl: Maak er een en nodig je partner of huisgenoten uit om taken te delen.
pl: Utwórz go i zaproś partnera lub współlokatorów do dzielenia obowiązków.

source: Create profile
de: Profil erstellen
es: Crear perfil
fr: Créer le profil
it: Crea profilo
nl: Profiel aanmaken
pl: Utwórz profil

source: Daily
de: Täglich
es: Diario
fr: Quotidien
it: Ogni giorno
nl: Dagelijks
pl: Codziennie

source: Daily %@
de: Täglich %@
es: Cada día %@
fr: Tous les jours %@
it: Ogni giorno %@
nl: Dagelijks %@
pl: Codziennie %@

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
nl: Donker
pl: Ciemny

source: Data
de: Daten
es: Datos
fr: Données
it: Dati
nl: Gegevens
pl: Dane

source: Data retention & deletion
de: Datenspeicherung und -löschung
es: Conservación y eliminación de datos
fr: Conservation et suppression des données
it: Conservazione ed eliminazione dei dati
nl: Gegevensbewaring en -verwijdering
pl: Przechowywanie i usuwanie danych

source: Data you create
de: Von Ihnen erstellte Daten
es: Datos que creas
fr: Les données que vous créez
it: I dati che crei
nl: Gegevens die u aanmaakt
pl: Dane, które tworzysz

source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
nl: Dag
pl: Dzień

source: day streak
de: Tage in Folge
es: días seguidos
fr: jours d’affilée
it: giorni di fila
nl: dagen op rij
pl: dni z rzędu

source: Days
de: Tage
es: Días
fr: Jours
it: Giorni
nl: Dagen
pl: Dni

source: Decline %@
de: %@ ablehnen
es: Rechazar %@
fr: Refuser %@
it: Rifiuta %@
nl: %@ weigeren
pl: Odrzuć %@

source: Decline invitation to %@
de: Einladung zu %@ ablehnen
es: Rechazar la invitación a %@
fr: Refuser l’invitation à %@
it: Rifiuta l’invito a %@
nl: Uitnodiging voor %@ weigeren
pl: Odrzuć zaproszenie do %@

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijderen
pl: Usuń

source: Delete account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
nl: Account verwijderen
pl: Usuń konto

source: Delete household
de: Haushalt löschen
es: Eliminar hogar
fr: Supprimer le foyer
it: Elimina nucleo
nl: Huishouden verwijderen
pl: Usuń gospodarstwo

source: Delete this household for everyone?
de: Diesen Haushalt für alle löschen?
es: ¿Eliminar este hogar para todos?
fr: Supprimer ce foyer pour tout le monde ?
it: Eliminare questo nucleo per tutti?
nl: Dit huishouden voor iedereen verwijderen?
pl: Usunąć to gospodarstwo dla wszystkich?

source: Delete your account?
de: Dein Konto löschen?
es: ¿Eliminar tu cuenta?
fr: Supprimer votre compte ?
it: Eliminare il tuo account?
nl: Je account verwijderen?
pl: Usunąć Twoje konto?
